Repository: danst0/gnome-uptime-kuma
Catalog: uptime-kuma-indicator/locale/*/LC_MESSAGES/uptime-kuma-indicator.po
Languages: de, ja, sv

source: %d second ago
de: vor %d Sekunde
ja: %d 秒前
sv: för %d sekund sedan

source: %d minute ago
de: vor %d Minute
ja: %d 分前
sv: för %d minut sedan

source: %d hour ago
de: vor %d Stunde
ja: %d 時間前
sv: för %d timme sedan

source: %d day ago
de: vor %d Tag
ja: %d 日前
sv: för %d dag sedan

source: %d week ago
de: vor %d Woche
ja: %d 週間前
sv: för %d vecka sedan

source: n/a
de: n. v.
ja: 該当なし
sv: saknas

source: Refresh now
de: Jetzt aktualisieren
ja: 今すぐ更新
sv: Uppdatera nu

source: Open Uptime Kuma
de: Uptime Kuma öffnen
ja: Uptime Kuma を開く
sv: Öppna Uptime Kuma

source: Preferences…
de: Einstellungen…
ja: 設定…
sv: Inställningar…

source: About / Version
de: Info / Version
ja: 情報 / バージョン
sv: Om / Version

source: Error
de: Fehler
ja: エラー
sv: Fel

source: %d up / %d down
de: %d online / %d offline
ja: %d 稼働 / %d 停止
sv: %d uppe / %d nere

source: Service Offline
de: Dienst offline
ja: サービス停止
sv: Tjänst offline

source: "%s" is now offline or degraded.
de: „%s“ ist jetzt offline oder beeinträchtigt.
ja: 「%s」は現在オフラインまたは劣化しています。
sv: "%s" är nu offline eller nedsatt.

source: Service Recovered
de: Dienst wiederhergestellt
ja: サービス復旧
sv: Tjänst återställd

source: "%s" is back online.
de: „%s“ ist wieder online.
ja: 「%s」はオンラインに戻りました。
sv: "%s" är online igen.

source: Uptime Kuma Indicator
ja: Uptime Kuma インジケーター
sv: Uptime Kuma-indikator

source: Failed to open base URL.
de: Basis-URL konnte nicht geöffnet werden.
ja: ベース URL を開けませんでした。
sv: Det gick inte att öppna bas-URL.

source: Version %s
ja: バージョン %s

source: GTK-only fallback – consider installing libadwaita.
de: Nur GTK‑Fallback – installieren Sie ggf. libadwaita.
ja: GTK のみのフォールバックです。libadwaita の導入をご検討ください。
sv: Endast GTK-reserv – överväg att installera libadwaita.

source: Base URL
de: Basis-URL
ja: ベース URL
sv: Bas-URL

source: Status page slug
de: Slug der Statusseite
ja: ステータスページのスラッグ
sv: Statussidans slug

source: Status page endpoint template
de: Vorlage für Statusseiten-Endpunkt
ja: ステータスページのエンドポイントテンプレート
sv: Mall för statussidans slutpunkt

source: Status page JSON URL
de: JSON-URL der Statusseite
ja: ステータスページの JSON URL
sv: JSON-URL för statussidan

source: API endpoint
de: API-Endpunkt
ja: API エンドポイント
sv: API-slutpunkt

source: Metrics endpoint
de: Metrics-Endpunkt
ja: メトリクス エンドポイント
sv: Mätvärdes-slutpunkt

source: Connection
de: Verbindung
ja: 接続
sv: Anslutning

source: Configure how to contact your Uptime Kuma Prometheus metrics endpoint.
de: Konfigurieren Sie, wie der Prometheus‑Metriken‑Endpunkt Ihrer Uptime‑Kuma‑Instanz erreicht wird.
ja: Uptime Kuma の Prometheus メトリクス エンドポイントへの接続方法を設定します。
sv: Konfigurera hur din Uptime Kuma Prometheus-slutpunkt för mätvärden nås.

source: Relative path, default: metrics
de: Relativer Pfad, Standard: metrics
ja: 相対パス（既定: metrics）
sv: Relativ sökväg, standard: metrics

source: API token
ja: API トークン

source: Service Selection
de: Dienstauswahl
ja: サービス選択
sv: Tjänsteval

source: Select up to 4 specific services to monitor. Leave empty to monitor all services.
de: Wählen Sie bis zu 4 bestimmte Dienste zur Überwachung. Leer lassen, um alle Dienste zu überwachen.
ja: 監視するサービスを最大 4 件まで選択します。空欄のままにすると全サービスを監視します。
sv: Välj upp till 4 specifika tjänster att övervaka. Lämna tomt för att övervaka alla tjänster.

source: Fetch Services
de: Dienste abrufen
ja: サービスを取得
sv: Hämta tjänster

source: Load available services from your Uptime Kuma instance.
de: Verfügbare Dienste aus Ihrer Uptime‑Kuma‑Instanz laden.
ja: Uptime Kuma インスタンスから利用可能なサービスを読み込みます。
sv: Läs in tillgängliga tjänster från din Uptime Kuma-instans.

source: Fetch
de: Abrufen
ja: 取得
sv: Hämta

source: Service
de: Dienst
ja: サービス
sv: Tjänst

source: Select a service to monitor
de: Wählen Sie einen zu überwachenden Dienst
ja: 監視するサービスを選択
sv: Välj en tjänst att övervaka

source: (None)
de: (Keine)
ja: （なし）
sv: (Ingen)

source: Fetching...
de: Abrufen …
ja: 取得中…
sv: Hämtar…

source: Please configure Base URL first.
de: Bitte zuerst die Basis‑URL konfigurieren.
ja: 先にベース URL を設定してください。
sv: Konfigurera bas-URL först.

source: Please configure API token first.
de: Bitte zuerst das API‑Token konfigurieren.
ja: 先に API トークンを設定してください。
sv: Konfigurera API-token först.

source: Failed to fetch services
de: Dienste konnten nicht abgerufen werden
ja: サービスの取得に失敗しました
sv: Det gick inte att hämta tjänster

source: Behaviour
de: Verhalten
ja: 動作
sv: Beteende

source: Refresh interval (seconds)
de: Aktualisierungsintervall (Sekunden)
ja: 更新間隔（秒）
sv: Uppdateringsintervall (sekunder)

source: Minimum 10 seconds.
de: Mindestens 10 Sekunden.
ja: 最小 10 秒。
sv: Minst 10 sekunder.

source: Maximum monitors to display
de: Maximal anzuzeigende Monitore
ja: 表示するモニターの最大数
sv: Maximalt antal monitorer att visa

source: Show latency
de: Latenz anzeigen
ja: レイテンシを表示
sv: Visa latens

source: Displays ping measurements when available.
de: Zeigt Ping‑Messwerte an, wenn verfügbar.
ja: 利用可能な場合は ping の測定値を表示します。
sv: Visar pingmätningar när de finns tillgängliga.

source: Show text in panel
de: Text im Panel anzeigen
ja: パネルにテキストを表示
sv: Visa text i panelen

source: Display status summary next to the indicator dot.
de: Statuszusammenfassung neben dem Punkt anzeigen.
ja: インジケータードットの横にステータス概要を表示します。
sv: Visa statusöversikt bredvid indikatorpricken.

source: Show uptime badges
ja: 稼働バッジを表示

source: Display the 24-hour uptime badge next to each monitor entry.
ja: 各モニターの項目の横に24時間の稼働バッジを表示します。

source: Enable notifications
de: Benachrichtigungen aktivieren
ja: 通知を有効にする
sv: Aktivera aviseringar

source: Show desktop notifications when a service goes offline.
de: Desktop‑Benachrichtigungen anzeigen, wenn ein Dienst offline geht.
ja: サービスがオフラインになったときにデスクトップ通知を表示します。
sv: Visa skrivbordsaviseringar när en tjänst går offline.

source: Notify on recovery
de: Bei Wiederherstellung benachrichtigen
ja: 復旧時に通知
sv: Avisera vid återställning

source: Show desktop notifications when a service comes back online.
de: Desktop‑Benachrichtigungen anzeigen, wenn ein Dienst wieder online ist.
ja: サービスがオンラインに戻ったときにデスクトップ通知を表示します。
sv: Visa skrivbordsaviseringar när en tjänst blir online igen.

source: Enable demo data
de: Demo‑Daten aktivieren
ja: デモデータを有効にする
sv: Aktivera demodata

source: Use mock monitors when no base URL is configured.
de: Mock‑Monitore verwenden, wenn keine Basis‑URL konfiguriert ist.
ja: ベース URL が未設定の場合、モックモニターを使用します。
sv: Använd fejkmonitorer när ingen bas-URL är konfigurerad.

source: Appearance
de: Aussehen
ja: 外観
sv: Utseende

source: Normal
ja: 標準

source: Compact
de: Kompakt
ja: コンパクト
sv: Kompakt

source: Log level
de: Protokollstufe
ja: ログレベル
sv: Loggnivå

source: Errors only
de: Nur Fehler
ja: エラーのみ
sv: Endast fel

source: Informational
de: Informativ
ja: 情報
sv: Information

source: Debug
ja: デバッグ
sv: Felsökning

source: About
de: Info
ja: 情報
sv: Om

source: Version
ja: バージョン

source: Need help?
de: Hilfe benötigt?
ja: お困りですか？
sv: Behöver du hjälp?

source: Check the README for configuration examples.
de: Siehe README für Konfigurationsbeispiele.
ja: 設定例は README を参照してください。
sv: Se README för konfigurationsexempel.

source: Base URL is missing.
de: Basis‑URL fehlt.
ja: ベース URL が未設定です。
sv: Bas-URL saknas.

source: API token is not available.
de: API‑Token ist nicht verfügbar.
ja: API トークンが利用できません。
sv: API-token är inte tillgänglig.

source: Unknown network error
de: Unbekannter Netzwerkfehler
ja: 不明なネットワークエラー
sv: Okänt nätverksfel

source: Unnamed monitor
de: Unbenannter Monitor
ja: 名称未設定のモニター
sv: Namnlös monitor

source: Certificate invalid
de: Zertifikat ungültig
ja: 証明書が無効です
sv: Ogiltigt certifikat

source: Certificate expired %d days ago
de: Zertifikat vor %d Tagen abgelaufen
ja: 証明書は %d 日前に失効しました
sv: Certifikatet gick ut för %d dagar sedan

source: Frontend
ja: フロントエンド

source: API Gateway
ja: API ゲートウェイ

source: Slight latency increase detected
de: Leichte Latenzerhöhung erkannt
ja: レイテンシの軽微な増加を検出
sv: Liten ökning av latens upptäckt

source: Database
de: Datenbank
ja: データベース
sv: Databas

source: No heartbeat received
de: Kein Heartbeat empfangen
ja: ハートビートを受信していません
sv: Ingen heartbeat mottagen

source: Background Jobs
de: Hintergrundaufgaben
ja: バックグラウンドジョブ
sv: Bakgrundsjobb

source: External Ping
de: Externer Ping
ja: 外部 Ping
sv: Extern ping
